{"categories":{
    "Как производится оплата?":{
        "Какой формат оплаты?":"Вы оплачиваете каждый период/абонемент (8 занятий по утвержденному расписанию), каждые 28 дней, в последний день предыдущего оплаченного периода. Мы будем об этом напоминать. Если нет возможности оплатить в срок - предупредите, мы подождем, занятия при этом не приостанавливаем.",
        "Можно ли заморозить абонемент?":"Новогодние, майские и летние каникулы - исключение, когда абонемент можно заморозить. В остальное время оплата идет каждые 8 занятий по расписанию.",
        "Что делать с пропущенными занятиями?":"Пропущенные основные занятия по любым причинам у вас не сгорают, а отрабатываются, вне расписания, по договоренности с педагогом, без привязки к оплате периодов. По запросу мы пришлем вам варианты, когда можно подключиться на отработку. Отработки проводятся в другой группе при наличии свободного места, либо индивидуально, но длительностью 45 минут. Если нет возможности отработать в учебное время, то копим пропуски и отрабатываем во время школьных каникул.",
        "Какие есть скидки?":"При покупке нескольких периодов - предоставляем скидки. \nКогда по вашей рекомендации к нам придет новый ученик - фиксированная скидка 2500 рублей на один период.",
        "Хочу сделать паузу в занятиях":"При решении сделать паузу в занятиях более трех недель без оплаты будущих уроков место в группе открепляется, и по возвращению если место занято - подбирается новая группа или педагог."
    },
    "Как происходит обучение?":{
        "Какой состав группы?":"Ребята обучаются в мини-группах до 4-х человек. С ними наставник-педагог. \nПедагог будет помогать с возникшими вопросами, следить за происходящим, комментировать, объяснять при трудностях, курировать задачи.",
        "Из чего состоит программа?":"Программа состоит из модулей, в модулях лежат проекты, проекты поделены на шаги, в шаги вложена необходимая информация (статьи, ссылки, документация), необходимая к изучению для выполнения шага. \nПо завершению проект отправляется на проверку. \nПроверяют действующие программисты и пишут ревью-код. После принятия открывается следующий проект модуля. Если пришли правки, то нужно доработать проект. Время проверки - от 3 до 24 часов.",
        "В чем заключается самостоятельная работа?":"Материалы на платформе в доступе и вне занятий. \nДомашнее задание обычно - несколько шагов самостоятельно. От самостоятельной работы напрямую зависит скорость прогресса. Больше уделяет времени программированию - быстрее проходит программу. На урок можно подключаться уже с возникшими вопросами по задачам."
    },
    "Как выглядит кураторская поддержка?":{
        "С какими проблемами можно столкнуться в первый месяц обучения?":"Первый месяц - это месяц, когда ученик знакомится ближе с педагогом, правилами группы, форматом обучения, своими обязанностями, и самое главное - начинает сталкиваться с первыми трудностями. \nНаша совместная задача, родителя и куратора - держать руку на пульсе и сразу реагировать на все замечания и комментарии ребенка на любые моменты образовательного процесса. Это позволит понимать ситуацию и вносить изменения в работу, что снизит стресс у ребенка и поможет быстрее влиться в процесс. \nПишите пожалуйста, обратную связь и не бойтесь критиковать. \nПо всем вопросам - обращайтесь, с удовольствием ответим. \nМы здесь на связи с Вами с 9 до 20 по Москве в будни и с 10 до 19 в выходные дни. Куратор при необходимости будет Вам звонить, обсуждать процесс обучения."
    },
    "Что насчет каникул?":{
        "Летние каникулы":"Занимаемся еще активнее! \nПри оплате летнего пакета до 5 мая действуют скидки.",
        "Осенние каникулы":"-",
        "Зимние каникулы":"-",
        "Весенние каникулы":"Майские праздники: с 9 по 12 отдыхаем, в школе занятий в эти дни не будет, даты периодов сместятся вперёд. "
    }
}}
